text_welcome = 'Привет, {}, я бот для записи на дневной микрофон! Нажми на кнопку «я комик», чтобы я внес тебя в ' \
               'список ожидания. ' \
               'Запись закроется в субботу в 18:00 и бот рандомно выберет 30 юмористических дарований, ' \
               'которые будут выступать на дневном микрофоне! ' \
               'Список выступающих будет в канале https://t.me/masterpingponga\n'

text_info = 'Я - бот, который записывает комиков на дневной микрофон\n' \
            '- Если вы попали в список выступающих, но не получается прийти, то предупреждайте ведущего\n' \
            '- Готовьте не больше трех минут материала\n' \
            '- Делайте анонсы в соц.сетях и приводите друзей\n' \
            '- Чистите зубы\n' \
            'P.S. Если ты ведущий мероприятий и хочешь такого же бота, то напиши в личку @elizabeth_malikova. Она не ' \
            'кусается, ' \
            'но будет просить деньги!\n' \
            'P.P.S. Также в разработке бота участвуют @bloodocea и @iliamak, поэтому готовь много денег!'

text_cancel = 'Мир теперь не будет прежним, зал грустит по этому поводу'

text_no_enroll = 'Не нашел тебя в списке... ' \
                 'Если хочешь записаться - скажи, что ты комик'

text_already_enrolled = "Не горячись, ковбой, ты уже в списке ожидания"

text_enroll = 'Ты большой смельчак! Я тебя поместил в список на запись. ' \
              'Запись закроется в 18:00 в субботу и бот выберет 30 рандомных счастливчиков, которые будут выступать. ' \
              'Вся инфа и порядок будут в канале ведущего https://t.me/masterpingponga'

text_no_time = "Запись будет с 18:00 пятницы до 18:00 субботы, но хвалю за энтузиазм!"

text_no_name = "Нажми кнопку 'Представиться' и напиши своё имя и фамилию. Только после этого я смогу тебя поместить в " \
               "список. \n\n" \
               "Если у тебя нет этой кнопки, то перезапусти бота: Нажми на мою аватарку → жми кнопку Остановить и блокировать → жми Перезапустить"

text_greeting = (
    "Привет, ты попал в список на дневной микрофон, готовь чистые трусы! Завтра {} в 16:00 "
    "в Stage Standup Club (Восстания 24/27) состоится твоё выступление на дневном микрофоне. Также в канале ведущего "
    "будет список комиков, "
    "в комментариях напиши пожелание по порядку\n"
    "https://t.me/masterpingponga"
)
text_intro = "Представься, пожалуйста, введи своё имя и фамилию. Можешь менять сколько угодно раз, я добрый"